Repository: yagizdo/standlock
Catalog: StandLock/Localizable.xcstrings
Source language: en
Languages: tr, zh_hans

source: %@ I really mean it
tr: %@ ve gerçekten ciddiyim
zh_hans: %@我是认真的

source: %@ Permission Granted
tr: %@ İzni Verildi
zh_hans: %@权限已授予

source: %lld completed
tr: %lld tamamlandı
zh_hans: 已完成 %lld 次

source: %lld days with breaks
tr: %lld günde mola verildi
zh_hans: %lld 天有休息

source: %lld in a row
tr: üst üste %lld
zh_hans: 连续 %lld 次

source: %lld skipped today
tr: bugün %lld atlandı
zh_hans: 今天跳过 %lld 次

source: %lld skips per day before breaks stop being dismissible
tr: Günde %lld atlamadan sonra molalar kapatılamaz olur
zh_hans: 每天跳过 %lld 次后，休息将无法关闭

source: %llds
tr: %lld sn
zh_hans: %lld 秒

source: © 2026 Yılmaz Yağız Dokumacı. MIT License.
tr: © 2026 Yılmaz Yağız Dokumacı. MIT Lisansı.
zh_hans: © 2026 Yılmaz Yağız Dokumacı. MIT 许可证。

source: × %llds
tr: × %lld sn
zh_hans: × %lld 秒

source: 1 hour
tr: 1 saat
zh_hans: 1 小时

source: 1 min
tr: 1 dk
zh_hans: 1 分钟

source: 2 hours
tr: 2 saat
zh_hans: 2 小时

source: 2 min
tr: 2 dk
zh_hans: 2 分钟

source: 3 min
tr: 3 dk
zh_hans: 3 分钟

source: 5 min
tr: 5 dk
zh_hans: 5 分钟

source: 5 minute breaks
tr: 5 dakikalık molalar
zh_hans: 5 分钟休息

source: 20-20-20 Rule
tr: 20-20-20 Kuralı
zh_hans: 20-20-20 法则

source: 30 minutes
tr: 30 dakika
zh_hans: 30 分钟

source: About
tr: Hakkında
zh_hans: 关于

source: About StandLock
tr: StandLock Hakkında
zh_hans: 关于 StandLock

source: Accessibility
tr: Erişilebilirlik
zh_hans: 辅助功能

source: Active Days
tr: Etkin Günler
zh_hans: 生效日

source: Add a schedule to start taking breaks.
tr: Mola vermeye başlamak için bir program ekleyin.
zh_hans: 添加一个日程即可开始休息。

source: Add Schedule
tr: Program Ekle
zh_hans: 添加日程

source: After sharing ends
tr: Paylaşım bittikten sonra
zh_hans: 共享结束后

source: All calendars
tr: Tüm takvimler
zh_hans: 所有日历

source: All day
tr: Tüm gün
zh_hans: 全天

source: Always display remaining time next to the icon
tr: Kalan süreyi simgenin yanında hep göster
zh_hans: 始终在图标旁显示剩余时间

source: Are you sure about that?
tr: Bundan emin misiniz?
zh_hans: 你确定吗

source: Are you sure you want to delete "%@"?
tr: "%@" silinsin mi?
zh_hans: 确定要删除“%@”吗？

source: Arm Circles
tr: Kol Çevirme
zh_hans: 手臂绕环

source: Automatic Updates
tr: Otomatik Güncellemeler
zh_hans: 自动更新

source: Behavior
tr: Davranış
zh_hans: 行为

source: Best Streak
tr: En İyi Seri
zh_hans: 最长连续天数

source: Better luck next time!
tr: Bir dahakine bol şans!

source: Bold of you to try again
tr: Yeniden denemeniz cesurca

source: Boring. Type another one.
tr: Sıkıcı. Bir tane daha yazın.

source: Box Breathing
tr: Kare Nefes
zh_hans: 箱式呼吸

source: Break Activity
tr: Mola Etkinliği
zh_hans: 休息活动

source: Break duration
tr: Mola süresi
zh_hans: 休息时长

source: Break every
tr: Mola sıklığı
zh_hans: 休息间隔

source: Break every 45 minutes
tr: 45 dakikada bir mola
zh_hans: 每 45 分钟休息一次

source: Break in progress
tr: Mola sürüyor
zh_hans: 休息进行中

source: Break Statistics
tr: Mola İstatistikleri
zh_hans: 休息统计

source: Break Time
tr: Mola Süresi
zh_hans: 休息总时长

source: Break waiting
tr: Mola bekliyor
zh_hans: 休息等待中

source: Breaks
tr: Molalar
zh_hans: 休息

source: Breaks cycle through these intervals in order.
tr: Molalar bu aralıkları sırayla döner.
zh_hans: 休息会按顺序循环这些间隔。

source: Breathe in for 4 seconds, hold for 4 seconds, breathe out for 4 seconds, hold for 4 seconds. Repeat 3 times.
tr: 4 saniye nefes alın, 4 saniye tutun, 4 saniye verin, 4 saniye bekleyin. 3 kez tekrarlayın.
zh_hans: 吸气 4 秒，屏息 4 秒，呼气 4 秒，屏息 4 秒。重复 3 次。

source: Brief pause. Big difference.
tr: Kısa bir ara. Büyük fark.

source: Calendar
tr: Takvim
zh_hans: 日历

source: Calendar Access
tr: Takvim Erişimi
zh_hans: 日历访问权限

source: Calendar event active
tr: Takvim etkinliği sürüyor
zh_hans: 日历事件进行中

source: Calendar Integration
tr: Takvim Entegrasyonu
zh_hans: 日历集成

source: Calendar Integration requires calendar access. Grant it in System Settings to enable this feature.
tr: Takvim Entegrasyonu takvim erişimi gerektirir. Bu özelliği açmak için Sistem Ayarları'ndan izin verin.
zh_hans: 日历集成需要日历访问权限。请在“系统设置”中授予，以启用此功能。

source: Calendar Permission Required
tr: Takvim İzni Gerekli
zh_hans: 需要日历权限

source: Calendars
tr: Takvimler
zh_hans: 日历

source: Calf Raises
tr: Parmak Ucu Yükselme
zh_hans: 提踵

source: Camera Detection
tr: Kamera Algılama
zh_hans: 摄像头检测

source: Camera in use
tr: Kamera kullanımda
zh_hans: 摄像头使用中

source: Cancel
tr: Vazgeç
zh_hans: 取消

source: Check for Updates…
tr: Güncellemeleri Denetle…
zh_hans: 检查更新…

source: Chest Opener
tr: Göğüs Açma
zh_hans: 扩胸

source: Clasp your hands behind your back, straighten your arms, and lift them slightly while opening your chest.
tr: Ellerinizi arkanızda kenetleyin, kollarınızı düzleştirin ve göğsünüzü açarak hafifçe kaldırın.
zh_hans: 双手在背后交扣，伸直手臂，一边打开胸部一边轻轻抬起手臂。

source: Close your eyes gently and relax. Let your eye muscles rest completely for 20 seconds.
tr: Gözlerinizi hafifçe kapatıp gevşeyin. Göz kaslarınız 20 saniye tamamen dinlensin.
zh_hans: 轻轻闭上眼睛放松。让眼部肌肉完全休息 20 秒。

source: Completed
tr: Tamamlanan
zh_hans: 已完成

source: Completion
tr: Tamamlanma
zh_hans: 完成率

source: Consecutive skip detected
tr: Art arda atlama saptandı

source: Continue
tr: Devam
zh_hans: 继续

source: Could not relaunch StandLock. Please reopen the app manually.
tr: StandLock yeniden başlatılamadı. Lütfen uygulamayı elle yeniden açın.
zh_hans: 无法重新启动 StandLock。请手动重新打开应用。

source: Count inactivity as a break taken
tr: Hareketsizliği alınmış mola say
zh_hans: 将无操作计为已完成的休息

source: Countdown Start
tr: Geri Sayım Başlangıcı
zh_hans: 倒计时开始

source: Ctrl+Z won't fix your posture
tr: Ctrl+Z duruşunuzu düzeltmez

source: Custom
tr: Özel
zh_hans: 自定义

source: Daily skip limit reached
tr: Günlük atlama sınırına ulaşıldı
zh_hans: 已达到每日跳过上限

source: Deep Breathing
tr: Derin Nefes
zh_hans: 深呼吸

source: Defer break
tr: Molayı ertele
zh_hans: 推迟休息

source: Defer breaks during calendar events
tr: Takvim etkinliklerinde molaları ertele
zh_hans: 在日历事件期间推迟休息

source: Defer breaks during calendar events.
tr: Takvim etkinliklerinde molaları erteler.
zh_hans: 在日历事件期间推迟休息。

source: Defer breaks during screen sharing or recording
tr: Ekran paylaşımı veya kaydı sırasında molaları ertele
zh_hans: 在屏幕共享或录制期间推迟休息

source: Defer breaks when camera is active (video calls)
tr: Kamera etkinken molaları ertele (görüntülü görüşmeler)
zh_hans: 摄像头使用中时推迟休息（视频通话）

source: Defer breaks when microphone is active (audio calls)
tr: Mikrofon etkinken molaları ertele (sesli görüşmeler)
zh_hans: 麦克风使用中时推迟休息（语音通话）

source: Delete
tr: Sil
zh_hans: 删除

source: Delete Schedule
tr: Programı Sil
zh_hans: 删除日程

source: Detection
tr: Algılama
zh_hans: 检测

source: Discipline
tr: Disiplin
zh_hans: 约束

source: Discipline Level
tr: Disiplin Seviyesi
zh_hans: 约束级别

source: Do 10 slow bodyweight squats. Keep your back straight and knees behind your toes.
tr: 10 yavaş vücut ağırlığı squat yapın. Sırtınızı düz, dizlerinizi parmak uçlarınızın gerisinde tutun.
zh_hans: 做 10 次缓慢的徒手深蹲。保持背部挺直，膝盖不要超过脚尖。

source: Double or nothing... well, nothing or nothing
tr: Ya hep ya hiç... yani hiç ya da hiç

source: e.g. 3 short breaks, then 1 long break
tr: örn. 3 kısa mola, sonra 1 uzun mola
zh_hans: 例如：3 次短休息，然后 1 次长休息

source: e.g. Work Hours
tr: örn. Çalışma Saatleri
zh_hans: 例如：工作时间

source: Each permission unlocks a feature. You can grant them now or later in Settings.
tr: Her izin bir özelliği açar. Şimdi ya da sonra Ayarlar'dan izin verebilirsiniz.
zh_hans: 每项权限都会解锁一项功能。你可以现在授予，也可以稍后在“设置”中授予。

source: Edit
tr: Düzenle
zh_hans: 编辑

source: Edit Schedule
tr: Programı Düzenle
zh_hans: 编辑日程

source: Emergency
tr: Acil Durum
zh_hans: 紧急

source: Emergency exits this week
tr: Bu haftaki acil çıkışlar
zh_hans: 本周紧急退出次数

source: Enables Strict mode to fully block input during breaks.
tr: Katı modun molalarda girdiyi tümüyle engellemesini sağlar.
zh_hans: 让强制模式在休息期间完全屏蔽输入。

source: Enables Strict mode to fully block keyboard and mouse input.
tr: Katı modun klavye ve fare girdisini tümüyle engellemesini sağlar.
zh_hans: 让强制模式完全屏蔽键盘和鼠标输入。

source: Enables the escape key combo that ends a Strict break.
tr: Katı molayı bitiren çıkış tuş birleşimini etkinleştirir.
zh_hans: 启用结束强制休息的退出组合键。

source: End
tr: Bitiş
zh_hans: 结束

source: Even a coin flip would work now
tr: Artık yazı tura bile iş görürdü

source: Even CPUs need cooling breaks
tr: İşlemciler bile soğuma molası ister

source: every %@m
tr: her %@dk
zh_hans: 每 %@ 分钟

source: Every day
tr: Her gün
zh_hans: 每天

source: Every Day
tr: Her Gün
zh_hans: 每天

source: Exercise? I thought you said extra fries
tr: Egzersiz mi? Ben ekstra patates sandım

source: Extend your arms and rotate your wrists in circles, 10 times in each direction.
tr: Kollarınızı uzatıp bileklerinizi her yöne 10 kez çevirin.
zh_hans: 伸直手臂，转动手腕画圈，每个方向各 10 次。

source: Extend your arms to the sides and make small circles, gradually increasing size. 10 forward, 10 backward.
tr: Kollarınızı yana açıp giderek büyüyen küçük daireler çizin. 10 ileri, 10 geri.
zh_hans: 向两侧伸直手臂，画小圈并逐渐加大幅度。向前 10 次，向后 10 次。

source: Eye Rest
tr: Göz Dinlendirme
zh_hans: 眼部休息

source: Failed to update login item: %@
tr: Açılış öğesi güncellenemedi: %@
zh_hans: 无法更新登录项：%@

source: Feeling lucky?
tr: Şanslı hissediyor musunuz?

source: Fewer buttons, still lost?
tr: Düğme azaldı, hâlâ bulamadınız mı?

source: Find the right button to skip
tr: Atlamak için doğru düğmeyi bulun

source: Fine, go →
tr: Peki, git →
zh_hans: 行吧，去吧 →

source: Fine. Just type this:
tr: Peki. Sadece şunu yazın:

source: Fine. Last spin.
tr: Peki. Son çevirme.

source: Fine. You're even more hopeless than I thought. Take your skip.
tr: Peki. Sandığımdan da umutsuzsunuz. Atlamanız sizin olsun.

source: Finger Stretches
tr: Parmak Esnetme
zh_hans: 手指伸展

source: Firm
tr: Sıkı

source: Firm Daily Skip Limit
tr: Sıkı Günlük Atlama Sınırı
zh_hans: 严格模式每日跳过上限

source: for %lld seconds to exit.
tr: tuşlarını %lld saniye basılı tutun.
zh_hans: %lld 秒退出。

source: Full input blocking with emergency escape combo
tr: Tüm girişi engeller, acil çıkış tuş birleşimi vardır

source: Full-screen overlay with immediate skip button
tr: Tam ekran kaplama ve anında atlama düğmesi

source: General
tr: Genel
zh_hans: 通用

source: Gentle
tr: Esnek

source: Gentle Daily Skip Limit
tr: Esnek Günlük Atlama Sınırı
zh_hans: 宽松模式每日跳过上限

source: Gentle mode
tr: Esnek mod
zh_hans: 宽松模式

source: Genuinely impressive
tr: Gerçekten etkileyici

source: Genuinely impressive. Fine, go.
tr: Gerçekten etkileyici. Peki, git.

source: Get Started
tr: Başla
zh_hans: 开始使用

source: git commit -m "touched grass"
tr: git commit -m "çimene dokundum"

source: Go touch some grass
tr: Git biraz çimene dokun

source: Grant
tr: İzin Ver
zh_hans: 授予

source: Grant permissions that match your usage. StandLock works without any of them.
tr: Kullanımınıza uyan izinleri verin. StandLock hiçbiri olmadan da çalışır.
zh_hans: 按你的使用方式授予权限。即使一项都不授予，StandLock 也能运行。

source: Hamstring Stretch
tr: Arka Bacak Esnetme
zh_hans: 腘绳肌伸展

source: Have you tried turning yourself off and on?
tr: Kendinizi kapatıp açmayı denediniz mi?

source: Hip Circles
tr: Kalça Çevirme
zh_hans: 髋部绕环

source: Hold
tr: Çıkmak için
zh_hans: 按住

source: I already knew that. Next.
tr: Bunu zaten biliyordum. Sıradaki.

source: I choose early back pain over a short walk
tr: Kısa bir yürüyüş yerine erken sırt ağrısını seçiyorum

source: I choose to skip this break
tr: Bu molayı atlamayı seçiyorum

source: I consider sitting a competitive sport
tr: Oturmayı rekabetçi bir spor sayıyorum

source: I prefer sitting anyway
tr: Zaten oturmayı tercih ederim

source: I skipped leg day and every other day too
tr: Bacak gününü atladım, diğer günleri de

source: I solemnly swear to take every single break from now until the end of time itself
tr: Bundan sonra zamanın sonuna dek her molayı vereceğime yemin ederim
zh_hans: 我郑重发誓从今以后绝不跳过任何休息

source: I treat health advice as gentle suggestions
tr: Sağlık önerilerini nazik tavsiyeler sayıyorum

source: I treat my legs like decorative furniture
tr: Bacaklarıma dekoratif mobilya gibi davranıyorum

source: I'd rather humiliate myself than take a break
tr: Mola vermektense kendimi rezil etmeyi yeğlerim

source: I'll configure later
tr: Sonra yapılandıracağım
zh_hans: 稍后再设置

source: I'm allergic to standing up
tr: Ayağa kalkmaya alerjim var

source: I'm in this picture and I don't like it
tr: Bu fotoğraftayım ve hoşuma gitmiyor

source: I'm out of insults. Skip granted, you absolute legend.
tr: Lafım kalmadı. Atlama sizindir, tam bir efsanesiniz.

source: I'm too lazy to stand for thirty seconds
tr: Otuz saniye ayakta duramayacak kadar tembelim

source: Idle as Break
tr: Boşta Kalmayı Mola Say
zh_hans: 无操作计为休息

source: If stairs are nearby, walk up and down one flight. A quick burst of activity boosts energy.
tr: Yakınında merdiven varsa bir kat inip çıkın. Kısa bir hareket enerjinizi yükseltir.
zh_hans: 附近有楼梯的话，上下走一层。短暂的活动能提升精力。

source: Ignore
tr: Yoksay
zh_hans: 忽略

source: Impressive. Not a single one.
tr: Etkileyici. Bir tane bile yok.

source: Input Monitoring
tr: Girdi İzleme
zh_hans: 输入监控

source: It works on my spine
tr: Benim omurgamda çalışıyor

source: It's literally 50/50 now
tr: Artık tam anlamıyla 50/50

source: Jackpot. Ugh.
tr: Jackpot. Of.

source: Label (optional, e.g. Sitting)
tr: Etiket (isteğe bağlı, örn. Oturma)
zh_hans: 标签（可选，例如：久坐）

source: Language
tr: Dil
zh_hans: 语言

source: Last chance. No pressure.
tr: Son şans. Baskı yok.

source: Last one. Make it count.
tr: Sonuncu. İyi değerlendirin.

source: Later
tr: Daha Sonra
zh_hans: 稍后

source: Launch at Startup
tr: Açılışta Başlat
zh_hans: 开机时启动

source: Less
tr: Az
zh_hans: 少

source: LGTM. Now stand up.
tr: LGTM. Şimdi ayağa kalkın.

source: Long break: %lldm
tr: Uzun mola: %lld dk
zh_hans: 长休息：%lld 分钟

source: Look at something 20 feet away for 20 seconds. This reduces digital eye strain significantly.
tr: 20 saniye boyunca 6 metre uzaktaki bir şeye bakın. Bu, dijital göz yorgunluğunu belirgin biçimde azaltır.
zh_hans: 看向 6 米外的物体，持续 20 秒。这能明显减轻电子屏幕造成的眼疲劳。

source: Look-ahead: %lld min
tr: İleri bakış: %lld dk
zh_hans: 提前查看：%lld 分钟

source: m
tr: dk
zh_hans: 分

source: Make breaks harder to skip over time
tr: Molaları zamanla atlaması zorlaştır
zh_hans: 让休息随着时间越来越难跳过

source: Makes each skipped break harder to dismiss
tr: Atlanan her molayı kapatması daha zor hale getirir
zh_hans: 每跳过一次休息，下一次就更难关闭

source: Maybe standing up is easier than this
tr: Belki ayağa kalkmak bundan kolaydır

source: Media & Idle
tr: Medya ve Boşta
zh_hans: 媒体与无操作

source: Menu Bar Display
tr: Menü Çubuğu Görünümü
zh_hans: 菜单栏显示

source: Microphone Detection
tr: Mikrofon Algılama
zh_hans: 麦克风检测

source: Microphone in use
tr: Mikrofon kullanımda
zh_hans: 麦克风使用中

source: min
tr: dk
zh_hans: 分钟

source: Monday – Friday
tr: Pazartesi – Cuma
zh_hans: 周一 – 周五

source: Month
tr: Ay
zh_hans: 本月

source: More
tr: Çok
zh_hans: 多

source: Most of these are red. Just saying.
tr: Bunların çoğu kırmızı. Söylemiş olayım.

source: My chair and I are in a committed relationship
tr: Sandalyemle ciddi bir ilişkimiz var

source: My doctor would be so disappointed right now
tr: Doktorum şu an çok hayal kırıklığına uğrardı

source: My legs are decorative
tr: Bacaklarım dekoratif

source: My legs forgot their purpose
tr: Bacaklarım ne işe yaradığını unuttu

source: My posture is a cry for help
tr: Duruşum bir yardım çığlığı

source: My spine filed a complaint but I ignored it
tr: Omurgam şikâyet etti ama ben kulak asmadım

source: Name
tr: Ad
zh_hans: 名称

source: Neck Circles
tr: Boyun Çevirme
zh_hans: 颈部绕环

source: New Schedule
tr: Yeni Program
zh_hans: 新建日程

source: Next break %@
tr: Sonraki mola %@
zh_hans: 下次休息：%@

source: NEXT: %@
tr: SIRADAKİ: %@
zh_hans: 下一个：%@

source: No active schedules
tr: Etkin program yok
zh_hans: 没有启用的日程

source: No Schedules
tr: Program Yok
zh_hans: 没有日程

source: No calendars found
tr: Takvim bulunamadı
zh_hans: 未找到日历

source: No schedules configured
tr: Yapılandırılmış program yok
zh_hans: 尚未设置日程

source: Not done yet.
tr: Daha bitmedi.

source: Okay okay, you win. Or lose. Depends on perspective.
tr: Tamam tamam, kazandınız. Ya da kaybettiniz. Bakış açısına göre değişir.

source: One does not simply skip breaks
tr: Molalar öylece atlanmaz

source: One of these actually works...
tr: Bunlardan biri gerçekten çalışıyor...

source: One reel. One button. No excuses.
tr: Tek makara. Tek düğme. Bahane yok.

source: Only checked calendars defer breaks
tr: Yalnızca işaretli takvimler molaları erteler
zh_hans: 只有勾选的日历会推迟休息

source: Open Settings
tr: Ayarları Aç
zh_hans: 打开设置

source: Open StandLock when you log in
tr: Oturum açtığınızda StandLock'u başlat
zh_hans: 登录时打开 StandLock

source: Open System Settings
tr: Sistem Ayarları'nı Aç
zh_hans: 打开“系统设置”

source: Overhead Stretch
tr: Yukarı Uzanma
zh_hans: 举臂伸展

source: Overlay with delayed skip and phrase-to-escape
tr: Gecikmeli atlama ve çıkış için cümle yazma

source: Pause audio playback when a break starts
tr: Mola başlayınca ses çalmayı duraklat
zh_hans: 休息开始时暂停音频播放

source: Pause Media
tr: Medyayı Duraklat
zh_hans: 暂停媒体

source: Pause Schedule
tr: Programı Duraklat
zh_hans: 暂停日程

source: Paused
tr: Duraklatıldı
zh_hans: 已暂停

source: Paused until %@
tr: %@ kadar duraklatıldı
zh_hans: 暂停至 %@

source: Period
tr: Dönem
zh_hans: 时间范围

source: Permission Required
tr: İzin Gerekli
zh_hans: 需要权限

source: Permissions
tr: İzinler
zh_hans: 权限

source: Place one foot on a low surface, keep your leg straight, and lean forward. Hold 15 seconds each side.
tr: Bir ayağınızı alçak bir yüzeye koyun, bacağınızı düz tutup öne eğilin. Her iki tarafta 15 saniye bekleyin.
zh_hans: 把一只脚放在较低的平面上，保持腿部伸直，身体前倾。每侧保持 15 秒。

source: Place your hands on your hips and rotate them in wide circles. 10 clockwise, 10 counterclockwise.
tr: Ellerinizi kalçanıza koyup geniş daireler çizin. 10 saat yönünde, 10 tersine.
zh_hans: 双手叉腰，大幅度转动髋部画圈。顺时针 10 次，逆时针 10 次。

source: Posture Check
tr: Duruş Kontrolü
zh_hans: 姿势检查

source: Progressive Enforcement
tr: Kademeli Zorlama
zh_hans: 逐级加强

source: Quad Stretch
tr: Ön Bacak Esnetme
zh_hans: 股四头肌伸展

source: Quick Setup
tr: Hızlı Kurulum
zh_hans: 快速设置

source: Quit StandLock
tr: StandLock'tan Çık
zh_hans: 退出 StandLock

source: Raise both arms overhead, interlace your fingers, and stretch upward. Hold for 15 seconds.
tr: İki kolunuzu başınızın üstüne kaldırın, parmaklarınızı kenetleyip yukarı uzanın. 15 saniye bekleyin.
zh_hans: 双臂举过头顶，十指交扣，向上伸展。保持 15 秒。

source: Raise one arm overhead and lean to the opposite side. Hold for 10 seconds, then switch sides.
tr: Bir kolunuzu yukarı kaldırıp karşı tarafa eğilin. 10 saniye bekleyin, sonra taraf değiştirin.
zh_hans: 一只手臂举过头顶，身体向另一侧倾斜。保持 10 秒，然后换边。

source: Raise your shoulders up toward your ears, hold for 3 seconds, then release. Repeat 10 times.
tr: Omuzlarınızı kulaklarınıza doğru kaldırın, 3 saniye tutun, sonra bırakın. 10 kez tekrarlayın.
zh_hans: 把肩膀向耳朵方向耸起，保持 3 秒，然后放松。重复 10 次。

source: Reduce to Gentle
tr: Esnek'e düşür
zh_hans: 降为宽松模式

source: Reels are a bit slower now. You're welcome.
tr: Makaralar biraz yavaşladı. Rica ederim.

source: Repetition Cycle
tr: Tekrar Döngüsü
zh_hans: 重复循环

source: Restart
tr: Yeniden Başlat
zh_hans: 重新启动

source: Restart Failed
tr: Yeniden Başlatma Başarısız
zh_hans: 重新启动失败

source: Restart Now
tr: Şimdi Yeniden Başlat
zh_hans: 立即重新启动

source: Resume Schedule
tr: Programı Sürdür
zh_hans: 恢复日程

source: Roll your shoulders forward 10 times, then backward 10 times. Keep movements slow and controlled.
tr: Omuzlarınızı 10 kez öne, sonra 10 kez arkaya çevirin. Hareketleri yavaş ve kontrollü tutun.
zh_hans: 肩膀向前绕环 10 次，再向后绕环 10 次。动作保持缓慢、可控。

source: Save
tr: Kaydet
zh_hans: 存储

source: Saw that coming
tr: Bunu görmüştüm

source: Schedules
tr: Programlar
zh_hans: 日程

source: Screen Sharing
tr: Ekran Paylaşımı
zh_hans: 屏幕共享

source: Screen sharing active
tr: Ekran paylaşımı sürüyor
zh_hans: 屏幕共享进行中

source: Screen time: hours. Break time: refused.
tr: Ekran süresi: saatler. Mola süresi: reddedildi.

source: Settings...
tr: Ayarlar...
zh_hans: 设置...

source: Short breaks: %lld
tr: Kısa mola sayısı: %lld
zh_hans: 短休息次数：%lld

source: Short: %lldm
tr: Kısa: %lld dk
zh_hans: 短休息：%lld 分钟

source: Shoulder Rolls
tr: Omuz Çevirme
zh_hans: 肩部绕环

source: Shoulder Shrugs
tr: Omuz Silkme
zh_hans: 耸肩

source: Show Full Work Timer
tr: Tam Çalışma Sayacını Göster
zh_hans: 显示完整工作计时

source: Show timer in the last minutes before break
tr: Molaya son dakikalarda sayacı göster
zh_hans: 仅在休息前的最后几分钟显示计时

source: Side Stretch
tr: Yana Esnetme
zh_hans: 体侧伸展

source: Sit or stand, place one hand on the opposite knee, and gently twist your torso. Hold 10 seconds each side.
tr: Oturun ya da ayakta durun, bir elinizi karşı dizinize koyup gövdenizi nazikçe çevirin. Her iki tarafta 10 saniye bekleyin.
zh_hans: 坐着或站着，把一只手放在对侧膝盖上，轻轻扭转躯干。每侧保持 10 秒。

source: Skip
tr: Atla
zh_hans: 跳过

source: Skip available in %llds
tr: Atlama %lld sn sonra
zh_hans: %lld 秒后可跳过

source: Skip break
tr: Molayı atla
zh_hans: 跳过休息

source: Skip Next Break
tr: Sonraki Molayı Atla
zh_hans: 跳过下次休息

source: Skip this break →
tr: Bu molayı atla →
zh_hans: 跳过这次休息 →

source: Skip this break?
tr: Bu mola atlansın mı?
zh_hans: 跳过这次休息？

source: Skipped
tr: Atlanan
zh_hans: 已跳过

source: Slowly rotate your head in a circle, 5 times clockwise and 5 times counterclockwise.
tr: Başınızı yavaşça daire çizerek çevirin: 5 kez saat yönünde, 5 kez tersine.
zh_hans: 缓慢转动头部画圈，顺时针 5 次，逆时针 5 次。

source: So you'd rather gamble than stand up
tr: Demek ayağa kalkmaktansa kumar oynamayı yeğliyorsunuz

source: Soooo close. The universe has a cruel sense of humor.
tr: Çoook yakındı. Evrenin acımasız bir mizah anlayışı var.

source: Specific calendars
tr: Belirli takvimler
zh_hans: 指定日历

source: Spin →
tr: Çevir →
zh_hans: 转动 →

source: Spinal Twist
tr: Omurga Dönüşü
zh_hans: 脊柱扭转

source: Spread your fingers wide, hold for 5 seconds, then make a fist. Repeat 8 times.
tr: Parmaklarınızı iyice açın, 5 saniye tutun, sonra yumruk yapın. 8 kez tekrarlayın.
zh_hans: 把手指尽量张开，保持 5 秒，然后握拳。重复 8 次。

source: Stand against a wall with your head, shoulders, and hips touching it. Hold this posture for 15 seconds.
tr: Başınız, omuzlarınız ve kalçanız değecek şekilde duvara yaslanın. Bu duruşu 15 saniye koruyun.
zh_hans: 背靠墙站立，让头部、肩膀和臀部都贴住墙面。保持这个姿势 15 秒。

source: Stand and slowly rise onto your toes, then lower back down. Repeat 15 times.
tr: Ayakta yavaşça parmak ucunuza yükselin, sonra inin. 15 kez tekrarlayın.
zh_hans: 站立，缓慢踮起脚尖，然后落回。重复 15 次。

source: Stand on one leg, grab your opposite foot behind you, and pull your heel toward your glute. Hold 15 seconds each side.
tr: Tek ayak üstünde durun, arkadan diğer ayağınızı tutup topuğunuzu kalçanıza doğru çekin. Her iki tarafta 15 saniye bekleyin.
zh_hans: 单腿站立，在身后抓住另一只脚，把脚跟拉向臀部。每侧保持 15 秒。

source: Stand up and slowly bend forward to touch your toes. Hold for 10 seconds, then slowly rise back up.
tr: Ayağa kalkıp yavaşça öne eğilerek parmak uçlarınıza dokunun. 10 saniye bekleyin, sonra yavaşça doğrulun.
zh_hans: 站起来，缓慢向前弯腰去触碰脚尖。保持 10 秒，然后慢慢起身。

source: Standing is my greatest fear
tr: En büyük korkum ayakta durmak

source: Standing Squats
tr: Ayakta Squat
zh_hans: 站立深蹲

source: Standing: surprisingly not fatal
tr: Ayakta durmak: şaşırtıcı biçimde ölümcül değil

source: StandLock needs to restart to apply this permission.
tr: Bu izni uygulamak için StandLock'un yeniden başlatılması gerekiyor.
zh_hans: StandLock 需要重新启动才能应用此权限。

source: Start
tr: Başlangıç
zh_hans: 开始

source: Start break
tr: Molayı başlat
zh_hans: 开始休息

source: Start with a recommended schedule, or configure your own later.
tr: Önerilen bir programla başlayın ya da kendinizinkini sonra yapılandırın.
zh_hans: 先用推荐的日程开始，之后再设置自己的。

source: Statistics
tr: İstatistikler
zh_hans: 统计

source: Still feeling lucky?
tr: Hâlâ şanslı hissediyor musunuz?

source: Still going? Wow.
tr: Hâlâ devam mı? Vay.

source: Stop
tr: Durdur
zh_hans: 停止
